[
  {
    "year": 1886,
    "decade": 1880,
    "primary": "placeholder",
    "secondary": "",
    "quote": "Then the names of all the other things on board a ship! I don't know half of them yet; even the sailors forget at times, and if the exact name of anything they want happens to slip from their memory, they call it a chicken~fixing, or a gadjet, or a gill-guy, or a timmey-noggy, or a wim-womjust pro tem., you know.",
    "author": "Brown, Robert",
    "title": "Spunyarn and spindrift : a sailor boy's log of a voyage out and home in a china tea-clipper",
    "source": "London: Houlston and Sons, xxi.  378.",
    "notes": "FIND THIS. First cited OED entry for the word. ",
    "requires_revision": ""
  },
  {
    "year": 1888,
    "decade": 1880,
    "primary": "cog",
    "secondary": "british",
    "quote": "So we gaily essayed the passage, which Jim accomplished safely; but just as the Skipper was stepping off his bridge on to the bank the treacherous bark gave way (this is the worst danger in walking on fallen trees), and with a mighty splash he and his rifle went into the deepest hole in the creek.  He thought it best to get out at once, but too late to save his watch, which he opened, and found that the escapement had floated round to the back of the mainspring and jammed the gadget that the chunkerblock would not work.  But we were equal to the emergency, and in two minutes had frizzled all the water out of the works by unscrewing the large lens of the binocular and using it as a burning glass.  It had a wonderful effect, and with a little coaxing the watch began to go; then we hung it on a tree with the mechanism still exposed to the rays of the sun, and went on our way rejoicing.",
    "author": "Lees, J.A. and Clutterbuck, W.J.",
    "title": "B.C. 1887:  A Ramble in British Columbia",
    "source": "London:  Longmans, Green and Co. 87",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1899,
    "decade": 1890,
    "primary": "lever",
    "secondary": "nautical",
    "quote": "…for on taking the wheel I found a machine under my hands such as I never even heard of before.  The wheel was fixed upon the tiller in such a manner that the whole concern travelled backwards and forwards across the deck in the maddest kind of way.  […]  I fairly shook with apprehension lest the mate should come and look in the compass.  I had been accustomed to hard words if I did not steer within half a point each way;  but here was a 'gadget' that worked me to death, the result a wake like the letter S.  Gradually I got the hang of the thing, becoming easier in my mind on my own account.  Even that was not an unmixed blessing, for I had now some leisure to listen to the goings-on around the deck.",
    "author": "Bullen, Frank T.",
    "title": "The Cruise of the Cachalot:  Round the World After Sperm Whales",
    "source": "New York:  D. Appleton and Company. 7-8",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1900,
    "decade": 1900,
    "primary": "cog",
    "secondary": "british",
    "quote": "If your engine has a linking in gadget on the I.P. valve gear, it would be well to link it in a little, giving the I.P. a shorter cut off, and an increase of power in the I.P. cylinder would result and the H.P. would be decreased a corresponding amount, and the respective powers would even up to about 88 I.H.P. each.",
    "author": "",
    "title": "Queries and Answers",
    "source": "Marine Engineering, vol. 5?  July, 1900.  p. 316",
    "notes": "Queries and Answers section.  on a question about improving engine pistons.",
    "requires_revision": ""
  },
  {
    "year": 1902,
    "decade": 1900,
    "primary": "raygun",
    "secondary": "nautical",
    "quote": "Before I had time to question him as to his meaning, the old man emerged from the cabin loaded with sundry strange-looking machines, and followed by the steward bearing more.  For a few minutes he was mighty busy placing his menagerie in order, and then he turned to me and said briskly, 'Now, Mr. Roper, I'm all ready, go forrard and invite the hands aft to the lecture.'  […]  The skipper was as busy as two people about his wheels and things, and the unhappy steward like an image of fear obeyed mechanically the various commands of his dread master.  At last a whirring sound was heard like the humming of some huge imprisoned bee, and to this accompaniment the skipper took up his parable and preceded to talk.  […]  Indeed, from what I could see of their faces, I believe every other sense was merged in the full expectation of an explosion, and they couldn't have taken their strained eyes off the buzzing gadget in their midst for any consideration whatever.\"  a monkey rushes the apparatus, something explodes, then:  \"'Mr. Roper, I shan't give any more scientific exhibitions this trip; I think they're immoral.'  With that he hobbled into his cabin, and we saw no more of him for a week.  When we did, you couldn't have got a grain of science out of him with a small-tooth comb…",
    "author": "Bullen, Frank T.",
    "title": "Deep-Sea Plunderings",
    "source": "New York:  D. Appleton and Company.  1902. 138-9",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1903,
    "decade": 1900,
    "primary": "placeholder",
    "secondary": "nautical;british;lit",
    "quote": "Two Six Seven's steam-gadgets was paralytic.  Our Mr. Moorshed done his painstakin' best--it's his first command of a war-canoe, matoor age nineteen…",
    "author": "Kipling, Rudyard",
    "title": "Their Lawful Occasions",
    "source": "orig. 1903, then Traffics and Discoveries, 1904",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1904,
    "decade": 1900,
    "primary": "placeholder",
    "secondary": "nautical;british",
    "quote": "Why, I'm blest, if it ain't old Bobby first this time,' ejaculated the Flag-Captain, 'that's her boat, with the curly gadget on the bows, right enough.  'Strordinary!",
    "author": "Parker, G.R.",
    "title": "The Commission of H.M.S. Implacable: Mediterranean Station, 1901-1904",
    "source": "p. ix.",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1905,
    "decade": 1900,
    "primary": "tool;cog;gauge;propername",
    "secondary": "",
    "quote": "But, as above stated, the methods of tying the cotton while under this extreme pressure as usually practiced are such that when the pressure is removed the bales expand until their density is only about 22.5 or 23 pounds to the cubic foot.  Various methods have been used to prevent this expansion, at least in part, and so produce a bale of greater density.  These methods seem to be practicable, though of varying utility, but they all involve increased expense.  Among them is the Gadget process, so called, an attachment by which wires are drawn tightly around the bale and twisted while the cotton is held between the jaws of the compress.  By this method a density of perhaps 30 to 35 pounds is retained, and bales of that density and consequently smaller size would apparently permit car loadings of 40,000 pounds and upwards.  To what extent the Gadget attachment is in actual use is not disclosed by the testimony.  […]  By the use of the Gadget attachment and similar devices a bale of still greater density is produced which loads readily 35,000 to 40,000 pounds.",
    "author": "",
    "title": "Decisions of the Interstate Commerce Commission of the United States.  No 692.  Planters' Compress Company v. Cleveland, Cincinnati, Chicago & St. Louis Railway Company; New York Central & Hudson Railway Company",
    "source": "Interstate Commerce Reports vol. 11.",
    "notes": "on transporting cotton, and how to charge by carload or by weight…  Rule in favor of railroads, who refuse to \"grant lower rates on cotton in carloads of 45,000 pounds or more.\"  http://bit.ly/cQsNgy",
    "requires_revision": ""
  },
  {
    "year": 1906,
    "decade": 1900,
    "primary": "placeholder",
    "secondary": "nautical;definition",
    "quote": "Gadget'--a make-shift name for any object.",
    "author": "Beyer, Thomas",
    "title": "The American Battleship in Commission: As Seen by an Enlisted Man",
    "source": "Washington D.C.:  Army and Navy Register.  1906",
    "notes": "in a section of \"Man-o'-War Lino,\" or sailor terminology",
    "requires_revision": ""
  },
  {
    "year": 1907,
    "decade": 1900,
    "primary": "tool",
    "secondary": "nautical;british",
    "quote": "an appliance to clean the bottom of the ship, without the necessity of dry-docking or employment of drivers.  It consists of an oblong structure armed with wire brushes, and looks very much like a door-mat.  This is pulled forwards and backwards by stout hawsers, made fast to the ship's steam capstans.  It can be made to traverse any path the operator requires.  The bristles of the brushes are magnetised, so that they both attract themselves to the iron of the ship's side and scrape as well.\"  /  \"It was wonderful to see how quickly the news spread round the ship that the electric scrubbing gadget was worried satisfactorily.",
    "author": "",
    "title": "The Navy from an Inventor's Point of View",
    "source": "Blackwood's Magazine, vol. 182[?] Dec. 1907.  p. 746",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1908,
    "decade": 1900,
    "primary": "gauge;placeholder",
    "secondary": "",
    "quote": "The chief, with an eye to curbing the speeding proclivities of the automobile set, purchased a motorcycle that was guaranteed to run like the dickens.  And it did, too, the first time the chief took the road.  Accidentally pressing the wrong gadget or something, the thing bounded away like a stung deer.",
    "author": "",
    "title": "Runs Away With Chief",
    "source": " Motorcycle Illustrated.  June, 1908.  p. 26. ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1909,
    "decade": 1900,
    "primary": "",
    "secondary": "definition",
    "quote": "",
    "author": "Hospitalier, E. ",
    "title": "Vocabulaire français-anglais-allemand: technique, industrielle, et commercial",
    "source": "",
    "notes": "Translates \"Gadget\" as \"Dispositif.\"  ",
    "requires_revision": ""
  },
  {
    "year": 1910,
    "decade": 1910,
    "primary": "rig",
    "secondary": "nautical",
    "quote": "Further, at Cape Evans there had been running for more than three months a scientific station, which rivaled in thoroughness and exactitude any other such station in the world.  I hope that later a more detailed account may be given of this continuous series of observations, some of them demanding the most complex mechanism, and all of the watched over by enthusiastic experts.  It must here suffice to say that we who on our return saw for the first time the hut and its annexes completely equipped were amazed; though perhaps the gadget which appealed most to us at first was the electric apparatus by which the cook, whose invention it was, controlled the rising of his excellent bread.",
    "author": "Cherry-Garrard, Aspley",
    "title": "The Worst Journey in the World",
    "source": "Bremen: Salzwasser Verlag",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1912,
    "decade": 1910,
    "primary": "cog;propername",
    "secondary": "",
    "quote": "Fig. 14 shows method of erecting the segments on the upper quarter.  The segments were attached to the erector bar by a gadget with a large nut on one plain screwed end, and a flanged spigot on the other; the nut was run back far enough to insert the gadget, and the nut was spun by hand very quickly to lock it in place.  This is a very effective way of lifting the segments and saved the expense of casting iron lugs on each segment.  The cast iron in the four tunnels represents about 100,000 tons; each segment weight about one ton, so about 100,000 lugs were saved.",
    "author": "Japp, Henry",
    "title": "Subaqueous Tunneling",
    "source": "The Engineer's Club of Philadelphia vol 29 1912",
    "notes": "On the East River Tunnel project",
    "requires_revision": ""
  },
  {
    "year": 1915,
    "decade": 1910,
    "primary": "gauge;placeholder",
    "secondary": "definition",
    "quote": "There are rival methods of achieving this end, some constructors (among them Orville Wright in America) seeking to attain it by 'automatic' and others by 'inherent' stability.  The latter speak disrespectfully of the devices of the former; they call them 'gadget' stabilizers.  The word is a trifle obscure, inasmuch as 'gadget' is the sea term for any miscellaneous article which does not appear to have a definite name, or at least one which comes ready at the moment.  I asked a famous expert the other day to define a 'gadget stabilizer,' and he did s promptly and forcibly as 'any old thing which you hang on.'  Less picturesquely an automatic stabilizer is some means of giving stability, such as a gyroscope or a pendulum, which is put to a machine, and is not in itself an essential part of its construction.  /  The inherent stability people maintain that by careful design and constructino alone, by theorist and practical man working side by side, by scientific disposal of weights and surfaces, different tendencies may be made to balance and correct each other, one set of oscilations to damp out another, and so the perfect machine be evolved.  Further they have proved their point by succeeding.  The naturally stable machine is no dream of to-morrow but the realization of to-day; not sprung upon us in a moment by some fresh epoch-making discovery, but now arrived at as the consummation of the labours which began with the earliest pioneers.",
    "author": "Bacon, Gertrude",
    "title": "All About Flying",
    "source": "London: Methuen & Co, 34-5",
    "notes": "On stability as the battle cry of current aeroplane designers.",
    "requires_revision": ""
  },
  {
    "year": 1916,
    "decade": 1910,
    "primary": "tool;propername",
    "secondary": "",
    "quote": "There seems to be, or have been, three devices for accomplishing this result, i.e.:  1st, The Churchill 'Gadget.'  2nd, The new Nesbit 'Standard' Compress.  3rd, The Webb High Density Attachment.  The first (Churchill 'Gadget') does not seem to be actively offered and is apparently not a live prospect.  The second (Nesbitt Press) is a new style of compress, the process of which differs somewhat from the compress in general use.  They ahve one or two plants in experimental operation.  The third (Webb High Density Attachment) is intended for use in connection with their regular compresses.  The Webb compress is in general use and their attachment is in successful operation at a number of places.",
    "author": "",
    "title": "",
    "source": "Proceedings of Transportation and Car Accounting Officers.  Ansley Hotel, Atlanta, GA.  December 12-13, 1916. p.4684",
    "notes": "Twenty-sixth regular meeting. On question of high density freight",
    "requires_revision": ""
  },
  {
    "year": 1917,
    "decade": 1910,
    "primary": "tool",
    "secondary": "",
    "quote": "The First Lieutenant came quickly to the rescue.  'Of course,' he said, 'that's all rot.  We're only too grateful to––to Science for trying to invent a new gadget.… Only, you see, sir, in the meanwhile, until you hit on it we feel we aren't doing so badly-–er––just carrying on.",
    "author": "Bartimeus",
    "title": "The Long Trick",
    "source": "",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1918,
    "decade": 1910,
    "primary": "",
    "secondary": "definition",
    "quote": "GADGET, dispositif (m) [servant à un usage quelconque.",
    "author": "de Gramont, Armand Antoine Agénor",
    "title": "The Aviator's Pocket Dictionary and Table-Book, French-English and English-French",
    "source": "New York: Brentano's.  1918",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1919,
    "decade": 1910,
    "primary": "",
    "secondary": "definition",
    "quote": "As a born Cockney, living close to London every minute of my life, I had not noticed the slow change in the face and soul of London.  […]  The young men having gone to war, the streets were filled with middle-aged women of thirty, in short skirts, trying to attract the aged satyrs, the only men that remained, by pretending to be little girls.  […]  The common Cockney seemed to walk almost fearfully about his invaded streets, hardly daring to be himself or talk his own language.  apart from the foreign tongues, which always did annoy his ear, foul language now assailed him from every side:  'no bon,' 'napoo,' 'gadget,' 'camouflaged,' 'buckshee,' 'bonza,' and so on.  This is not good slang.  Good slang has a quality of its own--a bite and spit and fine expressiveness which do not belong to dictionary words.  That is its justification--the supplying of a lacking shade of expression, not the supplanting of adequate forms.  The old Cockney slang did justify itself, but this modern army rubbish, besides being uncouth, is utterly meaningless, and might have been invented by some idiot schoolboy:  probably was.",
    "author": "Burke, Thomas",
    "title": "Out and About London",
    "source": "p. 8-9",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1920,
    "decade": 1920,
    "primary": "tool",
    "secondary": "",
    "quote": "Look for another match!'  I cried to Davis, and although he knew he had no more, he began to throw things out of his pockets right and left.  Among these things there fell a smudge cigarette lighter.  These instruments were devised by the French on account of their extreme shortage of matches.  The gadget consists of a tiny steel wheel, which strikes a piece of flint, which in turn ignites the smudge.  The only trouble with these things is that they do not always work.",
    "author": "Haslett, Elmer",
    "title": "Down and Out and In",
    "source": "Luck on the Wing:  Thirteen Stories of a Sky Spy.  1920. p. 182-3",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1921,
    "decade": 1920,
    "primary": "",
    "secondary": "",
    "quote": "And even then I was forced to stretch one leg out so far that I kicked a little gadget on a box arrangement on the dashboard, which apparently stopped the engine.\"  [george blames it on him, says he did it on purpose.]  \"As if I, with no mechanical instinct whatever, knew what was in that box!  I don't know even now, and I have got my driver's license.",
    "author": "Benchley, Robert",
    "title": "Of All Things",
    "source": "New York:  Henry Holt and Company.  1921. p. 54",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1922,
    "decade": 1920,
    "primary": "",
    "secondary": "definition",
    "quote": "AFFUTIAU, sb. m.  1.  trinket, article of adornment.  Les jeunes filles aiment les affutiaux, girls are fond of titivating.  Des affutiaux comme en aiment les jeunes paysannes, just the sort of fal-lals peasent girls like.  2.  Thing, gadget.  Je ne sais plus le nom de cet affutiau, I don't remember the name of that gadget.",
    "author": "Leroy, Oliver",
    "title": "",
    "source": "Leroy, Oliver",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1923,
    "decade": 1920,
    "primary": "tool",
    "secondary": "",
    "quote": "It is inexcusable folly to have something go wrong 50 miles from nowhere, and then wish vainly that you had purchased some badly needed gadget before you started.  A collapsible bucket, for example, is almost indispensable if the engine overheats and the water boils away.  An extra gallon or so of oil and five gallons of gasoline are other factors of safety.",
    "author": "",
    "title": "Gypsying de Luxe by Auto:  Whole Nation is Playground for Summer Tourists; How to Make the Auto Trip Successful",
    "source": "Popular Science, July 1923, p. 69",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1924,
    "decade": 1920,
    "primary": "tool",
    "secondary": "british",
    "quote": "Handy Gadgets for the Amateur Gardener.  All those who have gardens know the fatigue pursuant to kneeling when any operation is required near the surface of the ground.  From England we have a kneeling mat which seems to solve the problem very effectually.  It is made of rush or straw and the bottom is water-proofed so that the damp and dew will not strike through.  These pads are very extensively used in England.",
    "author": "",
    "title": "Inventions New and Interesting",
    "source": "Scientific American 131, (July 1924), p. 37-42 ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1925,
    "decade": 1920,
    "primary": "gauge",
    "secondary": "",
    "quote": "The famous Handley Page slotted wing, shown diagrammatically in our sketch, when open actually increases the maximum lift between fifty and seventy percent!  Its incorporation involves many mechanical difficulties, and aeronautical engineers always like to leave their wings free of all 'gadgets' or complications.  Nevertheless, this tremendous increase in lift may very well be utilized one day either to diminish landing speeds or to increase the carrying capacity of our planes.",
    "author": "Klemin, Alexander",
    "title": "Learning to Use Our Wings",
    "source": "Scientific American 132, (April 1925), p. 269-274 ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1926,
    "decade": 1920,
    "primary": "gauge",
    "secondary": "",
    "quote": "Well, gimme the works, and I'll show you how it's done [wiring a \"spotlight\" to the car], and then when you buy a cigar lighter or some other gadget in another town, where they haven't a good-natured garageman to wire it for you, you can do the job yourself.",
    "author": "",
    "title": "Connecting Electric Accessories on the Automobile",
    "source": " Popular Mechanics, jan 1926, p. 147.",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1927,
    "decade": 1920,
    "primary": "placeholder",
    "secondary": "",
    "quote": "After the long and toilsome rise, American civilization had reached, at the summer solstice of Normalcy, the high plateau of permanent peace and prosperity.  […]  Notes of jubilee drowned the plaintive cries of farmers and the queasy doubts of querulous critics.  According to the golden appearance of things, intensity would create novelty upon novelty, gadget upon gadget, to keep the nation's machine whirling; inevitably outlets would be found for the accumulations of capital and the torrents of commodities; and employment would be afforded for laborers befitting their merits and diligence.  Articles for comfort and convenience, devices for diversion and amusement were multiplying with sensational rapidity, giving promise of a satisfaction even more gratifying.  Corporations were swelling in size, holding companies were rising to dizzy heights, the tide of liquid claims to wealth were flooding in.",
    "author": "Beard, Charles Austin and Marry Ritter Beard",
    "title": "America in Midpassage.  The Rise of American Civilization: Volume 3",
    "source": "New York: Macmillan Company.  1927. p. 3-4",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1928,
    "decade": 1920,
    "primary": "rig",
    "secondary": "",
    "quote": "On the Memphis, coming back from Paris, Slim [LIndbergh's nickname] rigged up a gadget to work a shower bath from the outside.  He tried it first on a newspaperman who, fully clothed and expecting to get a 'human interest' item out of the 'invention' Slim asked him to inspect, stepped under the shower and got literally 'all wet' when Lindbergh pulled the string.",
    "author": "",
    "title": "Lindbergh--How He Does It; An Amazing Revelation",
    "source": "Popular Science Monthly, April, 1928. p. 14",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1929,
    "decade": 1920,
    "primary": "tool",
    "secondary": "",
    "quote": "The pocket lighter, that little gadget which replaces matches and supplies a light for the cigar by a simple flip of the thumb--sometimes--has become so popular in this country that many varieties of cigar-stand filling stations have been devised.",
    "author": "",
    "title": "Filling Station for Pocket Lighters.",
    "source": "Scientific American 140, (April 1929). p. 346-348",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1930,
    "decade": 1930,
    "primary": "tool",
    "secondary": "",
    "quote": "Now we'll give it a real good cleaning out, he said as he carried the radiator over to the washstand and attached a special fixture to the lower hose connection.  What's that gadget? Backson inquired.  Latest thing to clean radiators, Gus replied.  Water goes in the big pipe and the little one is connected to the air pressure line.  Shooting the air in with the water in short bursts fills the radiator with a churning mixture of water and bubbles that loostens the sludge and rust lots better than the ordinary flushing out.",
    "author": "",
    "title": "What You Should Know About Antifreeze",
    "source": "Popular Science, Dec 1930. p. 86",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1931,
    "decade": 1930,
    "primary": "gauge",
    "secondary": "",
    "quote": "There is no question but that the American working man is our biggest customer. He knows that his net income is very much higher under the high wage system than under the other; his percentage of \"luxury\" or \"pleasure\" cash is much greater under the former than under the latter. He has, accordingly adjusted his standard of living to a scale higher than Europeans know or have known.  He has a car with all the necessary or foolish gadgets, a six- or eight- or ten-tube radio, good clothes, plenty of good food, and more comforts than a medieval king.",
    "author": "",
    "title": "Our Point of View",
    "source": "Scientific American 145, (July 1931). p. 12-13",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1932,
    "decade": 1930,
    "primary": "mini",
    "secondary": "",
    "quote": "The small trinkets sometimes known as 'gallantries' are a minor phase of eighteenth-century culture, but not without their significance.  No material is more suitable than porcelain…",
    "author": "Schmidt, Robert and William Arnold Thorpe",
    "title": "Porcelain as an Art and a Mirror of Fashion.  Chatper 4:  Toys and Gadgets",
    "source": "G.G. Harrap & Co., Ltd.  1932",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1933,
    "decade": 1930,
    "primary": "placeholder",
    "secondary": "",
    "quote": "The equipment consists of a mail-order-house bench grinder and quarter horsepower motor, two Carborundum wheels and some Carborundum grains, two felt wheels and powdered pumice, a few small gadgets, a strong thumb and patience. The material is low­ priced mineral in the rough--moss agates, rose quartz, carnelian, jasper, chalcedony, tiger eye and so on--obtainable from mineral dealers, or often is most unpromising stones simply picked up while on country rocks.",
    "author": "Ingalls, Albert G.",
    "title": "The Amateur Rides a New Hobby",
    "source": "Scientific American 148, (February 1933) p. 89-89",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1934,
    "decade": 1930,
    "primary": "tool",
    "secondary": "ad",
    "quote": "Space permitting, we could list dozens of such things … 'little things' we have discovered in our pursuit of perfection in hotel service.  Clean, new pen points, both 'stub' and 'fine' … fresh, free-flowing ink … a pin cushion with its quick repair supply of buttons, pins and threaded needles … a gadget for hanging trousers properly … the convenient desk calendar … a telephone-attached memorandum pad, etc., etc.",
    "author": "",
    "title": "Little Things That Add to Your Comfort and Safety are Important to Statler Hotels",
    "source": " Scientific American 151, (October 1934) p. 213",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1935,
    "decade": 1930,
    "primary": "rig",
    "secondary": "",
    "quote": "This pamphlet includes a description of a needle (smaller than the one to be described here) and an outline of the conditions under which the test shall be conducted. It does not describe any machine. That is left to the ingenuity of the inventor. The responsibility for the design of the machine shown on the present page must rest with me. The credit for making a really workmanlike gadget of it is due to Mr. Frank Wanderer, a member of our local A.T.M. association.",
    "author": "Ingalls, Albert G.",
    "title": "The Amateur Telescope Maker",
    "source": "Scientific American 153, (October 1935). p. 200-216",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1936,
    "decade": 1930,
    "primary": "",
    "secondary": "trivial;definition",
    "quote": "In reading through \"the glossy pages of a large and costly monthly\" magazine…  \"In absorbed fascination I read these slyly contrived proffering of wares, and I became aware as I read these slyly contrived profferings of wares, and I became aware, as I read, that almost all the advertised products--although as physically various as ice-boxes and pens, underwear and cigar-lighters--had a certain common aspect.  Almost all of them, in a word, were gadgets.  /  A gadget is not easy to define.  It is a kind of what's or thingumabob or dingus--all these excellent slang words being themselves, alas, rather nebulous and indefinable.  The fact that it is indefinable may be, I suspect, the clue to the gadget's nature.  The gadget, in short, is a gadget; which is to say that it is not definable in terms of its relation to the real life and basic pursuits of man.  A 'hat' we may define; it is an object to keep the human head warm or dry or shaded or otherwise comfortable.  We may readily enough define food or drink or books or houses.  But the gadget…\" (590)  * * * \"I hear complaints and repinings now and again that in this age philosophy is dead.  But I do not think so.  There has simply been substituted, for other philosophies, the philosophy of the gadget.  This philosophy is but materialism carried to a somewhat attenuated but entirely logical extreme.  It is the ultimate, and rather pathetic, expression of acquisitiveness.  […]  We have deified gadgets, precisely as we have tended more and more to make material concerns for ultimates of our thinking.  For that modern temper which delights 'to pay devout and uncritical obeisance to the analytic intelligence,' disclaiming every other human faculty of apprehension, and which--being beset by economic woes--is obsessed by economic criteria of values, and by those alone, it would be hard to find a more fitting symbol and insignia than The Gadget.\"  \"That we seek to appease this gnawing sense of want and incompleteness by devising newer and queerer and more elaborate gadgets is not more ridiculous than sad.  It is part of the flight from reality, or rather, perhaps, of the refusal to face reality steadfastly and with full realization.\"  Goes to a \"dream of some day about the year 5000\" when archaeologists explore \"the subterranean ruins of a great twentieth-century city,\" uncovering miserable tabloids chronicling war, \"night clubs,\" and the horrors of… ::gasp:: stand up comedy!  \"And then, in this dream, I see the leader of the archaeological party pounce with delight upon a small object in the dust, and I hear him cry 'Here is their sacred talisman, the symbol of their religion!' and I see him hold up to his conferères a cigar-lighter with the recipes for eight cocktails printed on it, and with a fountain-pen at one end of it and a flashlight at the other.",
    "author": "Devoe, Alan",
    "title": "Gadgets",
    "source": "Catholic World.  August, 1936.  p. 590-1",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1937,
    "decade": 1930,
    "primary": "rig",
    "secondary": "",
    "quote": "How to Make Electric Toys.  By Raymond F. Yates.  Presents the fundamentals of electricity and how to make a wide variety of toys and gadgets run by electricity.",
    "author": "Rhine, J.B.",
    "title": "Books Selected by the Editors",
    "source": "Scientific American 157, (December 1937). p. 382-383",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1938,
    "decade": 1930,
    "primary": "tool",
    "secondary": "",
    "quote": "If the summer now drawing to a close had any distinction fun-wise, it was in all the new and wonderful things people carried to the beach with them as a protection against the sun.  Nowhere was this display of luxury gadgets more concentrated than at the private beach clubs along the Atlantic seaboard.  At such places, at least, medical warnings against sunburn had had their effect on sunbathers who employed all manner of doodads to avoid blistering.\"  an Abercrombie & Fitch screen made of canvas and cellophane.  Sunshade that lays over eyes.  \"Lewis & Conger's 'sun-meter,' a clocklike device which rings a bell after a set time to warn you to turn over like a squab on a spit.\"  …  caption:  \"With no gadgets at all this girl has a grand time just holding her hat on.",
    "author": "",
    "title": "Beach Clubs:  Sunbathers' newfangled gadgets accented the summer of 1938",
    "source": "LIFE.  Aug 29, 1938",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1939,
    "decade": 1930,
    "primary": "",
    "secondary": "retro;cybernetics",
    "quote": "He then introduced Vannevar Bush '15, President of the carnegie Institution and a former Vice-President of the Institute.  /  Dr. Bush talked on gadgets and gadgeteers, stating that they dated from Thomas Jefferson and Benjamin Franklin.  He described the telephone as one of the gadgets now fully developed.  'For a long time,' he said,' we all thought that…",
    "author": "",
    "title": "MIT Club of Toledo",
    "source": "Technology Review.  vol. 41.  1939.  130, 171 (and photo), 221, 385, 397, 410",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1940,
    "decade": 1940,
    "primary": "tool;placeholder",
    "secondary": "trivial;definition;british",
    "quote": "What an odd little word 'gadget' is, almost a gadget in itself, so small and useful.  Its origin is obscure and is believed not to appear in print before 1886.  Yet it is not, as might be though, an Americanism.  It appears as an expression used chiefly by seamen, meaning any small tool, contrivance, or piece of mechanism not dignified by any specific name; a what-not, in fact; a chicken-fixing, a gill-guy, a timmey-noggy, a wim-wom.  I commend these agreeable synonyms to Mr. Clarence Elliott's notice, and at the same time record my gratitude for his revival of that other sea-0faring word, manavlins.  I wonder how many English-speaking people are familiar with its meaning?\" (197).    \"I mistrust gadgets, generally speaking.  They seldom work.  The proved, old-fashioned tool is usually better and it is safer to stick to it.  I thus make a rule of throwing all tempting catalogues of gardening gadgets straight into the waste-paper basket, not daring to examine them first, because I know that if I examine them I shall fall.  It will mean only that I shall with some trouble obtain a postal order for 10s. 6d., to acquire an object which will speedily join similar objects rusting in the tool shed.  It should be clear from this that my mistrust of gadgets is equalled only by my weakness for them, and that no amount of experience can make me find them anything but irresistible\" (196).  Among her favorite gadgets:  \"Then there is the long narrow trowel of stainless steel and it s associate the two-pronged hand fork, both unrivaled for weeding in between small plants, though perhaps there is no tool so well adapted for this purpose as the old table knife with the stump of a broken plaid.\" (196)  But the \"perfect gadget\" is the \"widger\" -- \"the neatest, slimmest, and cheapest of all gadgets to carry in the pocket.  Officially the widget is Patent No. 828793, but it owes (I believe) its more personal name to the ingenuity of Mr. Clarence Elliott, whose racy gardening style ought to be more widely appreciated.  He invented the widger, its name, and the verb to wig, which, although not exactly onomatopoeic, suggests very successfully the action of prising up--you wig up a weed, or wig up a caked bit of soil for the purpose of aerating it--all very necessary operations which before the arrival of the widget were sometimes awkward to perform.  This small sleek object, four inches long, slides into the pocket, no more cumbersome than a pencil, and may be put to many uses.  Screwdriver, toothpick, letter-opener, widger, it fulfils [sic] all functions throughout the day.  Its creator, Mr. Elliot, I observe, spells it sometimes with a 'y': wydger, no doubt on the analogy of Blake's Tyger, just to make it seem more unusual.  Whatever the spelling, it is the perfect gadget\" (197).  Next chapter, \"Tool-shed\":  \"Different from gadgets are the time-honored tools which hang in the dusty brown twilight of the tool-shed when their day's work is done.  The wood of their handles is as tawny as the arms of men who use them: the have a sun-burnt air.  The steel of spuds, forks, and trowels glistens quietly as though it were resting; it has been in contact with the earth all day, and recalls the old expedient of plunging a dirty knife-blade into the soil and withdrawing it restored to a brightness like the flash of Excalibur.  The prongs of forks are burnished as bayonets, the curve of hooks gleaming as sabers.  The big wooden trudges repose peacefully across the handles of the barrow.  The long handles of rakes and hoes dangle in rows, symmetrical as Uccello's lances.  There is a shelf with all the odd accumulation of labels, green string, hedging-gloves, old tobacco tins full of saved seeds.  A hank of yellow bass hangs from a nail, blond as corn.  The flower-pots are piled, tier upon tier, red as a robin's breast.  Red and brown, green and golden, steely as armor, dusty as snuff, the tool-shed deepens in shadow as the respite of evening shuts the door and leaves the small interior to the mouse\" (199).",
    "author": "West-Sackville, Victoria",
    "title": "Gadgets",
    "source": " Country Notes.  Harper & Brothers: 1940",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1941,
    "decade": 1940,
    "primary": "tool",
    "secondary": "",
    "quote": "Before you realize it the big Douglas C-39 transport is settling to earth. Here at the air depot are bigger and better hangars; better, in that they are equipped with most of the gadgets and machinery found in an aircraft factory, even to the expensive machine tools­ huge planers, millers, lathes, and grinders. Inside the hangar there are several craft in various stages of construction or destruction. The sergeant explains there are two classes of jobs done here at the de­ pot: FWT rebuilding jobs, and the reclamation of wrecks. FWT, he says, means \"fair, wear and tear,\" the wear due to normal service.",
    "author": "Peck, James H.L.",
    "title": "Warbird Doctors: Planes Alone Don't Make an Airforce; It Takes Trained Men to Keep Fighting Pilots in the Air",
    "source": " Scientific American 164, (April 1941). p. 212-214",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1942,
    "decade": 1940,
    "primary": "rig;raygun",
    "secondary": "definition;wrinkle;war",
    "quote": "From now on we shall see a rapid development of electronic gadgeteering--the non-radio application of radio technique--according to Charley Golenpaul, of the Aerovox Corporation.  /  \"I believe the era of electronic gadgeteering is now opening up in a big way,\" states Mr. Golenpaul. \"In the first place, the ban on amateur radio communications is not going to leave the enterprising 'ham' twirling his thumbs.  Of course many 'hams' are already or will soon be in our armed and technical services.  Many will find wartime jobs with other United Nations.  But those remaining on the home front are going to put their experience, equipment, and ambition to work on new and startling applications in the home, shop, factory, and elsewhere, far removed from customary radio practice.  /  \"I suppose most radio men have heretofore been too busy with radio proper to find extra time and energy for non-radio or electronic gadgeteering possibilities. However, many of them now are going to use their 'rigs' and parts for new functions.  I can visualize some interesting developments -- light-beam telephones for conversing over considerable distances; automatic photo-electric garage-door openers; photo-electric switches turning lights on and off with darkness or daylight; checking the stoking of furnaces or boilers by the chimney smoke; various comparators or instruments for comparing and matching colors and shades; checking solution concentrations and chemical studies by conductivity means; and so on.  /  \"As a starter, electronic gadgeteer­ing can be based on well-known ele­mentary principles and basic circuits long known to radio amI electrical workers. Many industrial plants are already electronic-gadget conscious. I know of radio servicemen who've got­ ten themselves good jobs in plants he­ cause of their ability to do things better, quicker, and less expensively by electronic means.  /  \"Make no mistake about it, the temporary suspension of 'ham' communications may well turn out to he a boost. It will generate a lively in­terest in electronic gadgeteering. And when 'ham' communications are re­sumed again with the return of peace, I venture to predict that electronic gadgeteering will comprise a greater field for radio parts, particularly the quality or extra-heavy-duty compo­nents, than all amateur radio activities put together. Furthermore, many a 'ham' will find an interesting way of making real money out of his hobby, and that's something.\"",
    "author": "",
    "title": "Electronic Gadgeteering May Replace 'Hams'' Interest in Communication",
    "source": "Scientific American 167, (July 1942). p. 25-35",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1943,
    "decade": 1940,
    "primary": "rig",
    "secondary": "",
    "quote": "\"These are the preliminary adjustments. When these are complete, I should start collimating from both ends, and meet in the middle. Insert the main mirror and line up so that the optical axis coincides with the cross-wires. Insert accurate cross-wires at the inner end of the declina­tion axis (c, Figure 1). A cap should be provided for the eyepiece adapter tube, with a small hole in the exact center. Such a cap can easily be made of tin, and is a very useful gadget.\"  […]  Again, all this is largely of general interest, alone, to the average amateur, because the necessary furnace is seldom available.  Gemmill states that homemade blower could be rigged up with an oil burner and some sort of retort.  Again we have the intangible factor of fun pottering with gadgets, and when some too practical-minded critic comes along to remark, 'Does it pay?' you say 'No,'--and go on pottering, leaving him shaking his head.  He will never understand the mainsprings of the experimental urge.\"",
    "author": "Ingalls, Albert G.",
    "title": "Telescoptics",
    "source": "Scientific American 168, (June 1943) p. 284-286",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1944,
    "decade": 1940,
    "primary": "tool",
    "secondary": "",
    "quote": "The Saturday morning session opened with an announcement by George Moore on the winners of the gadget contest.  A total of five gadgets was submitted but it is believed that if traveling conditions had been better a larger number would have been submitted because there is always considerable interest shown in this contest.  …  The winning gadgets submittd and their order in the contest are as follows:  /  The lime slacking machine sumbitted by Harold R. Fanning … who is Superintendent of Sanitation and Bendix Aviation Corporation, received first place.  /  The sludge sampler submitted by… received second place.  /  The diagram of the sludge sampler submitted … was third choice of the membership.  /  Following the announcement regarding the gadget contest winners, Morrish Cohn of Schenectady pointed out the need of this nation for more money to conduct this war and appealed to everybody to buy an extra War Bond in the Fifth War Bond Drive.",
    "author": "",
    "title": "Proceedings of Member Associations",
    "source": "Sewage Works Journal.  v16n6 (Nov 1944), p. 1269. ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1945,
    "decade": 1940,
    "primary": "placeholder",
    "secondary": "trivial",
    "quote": "That is why the would-be mystic is always told to refrain from busying himself with matters which do not refer to his ultimate goal, or in relation to which he cannot effectively do immediate and concrete good.  This self-denying ordinance covers most of the things with which, outside business hours, the ordinary person is mainly preoccupied--news, the day's installment of the various radio epics, this year's car models and gadgets, the latest fashions.  But it is upon fashions, cars and gadgets, upon news and the advertising for which news exists, that our present industrial and economic system depends for its proper functioning.  For, as ex-President Hoover pointed out not long ago, this system cannot work unless the demand for non-necessaries is not merely kept up, but continually expanded.",
    "author": "Huxley, Aldous",
    "title": "Distractions",
    "source": " Vedanta for the Western World.  ed. Christopher Isherwood.  Vedanta Press: 1945. p. 129",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1946,
    "decade": 1940,
    "primary": "tool",
    "secondary": "trivial",
    "quote": "Now, with honorable discharge, some 20 basic plastics are back in civvies--but not the same youthful prewar civvies.  Plastics' postwar garb is man-size stuff worthy of materials that can swing their weight around in the industrial big leagues.  …  In view of these facts, can you blame the industry for being a little irate over any interpretation of plastics as something out of which lipstick holders and all sorts of gadgets are made?  …  'Let's not talk about new plastic gadgets,' pleaded a spokesman for the Dow Chemical Company recently.  'Every manufacturer is being pushed at the present time to produce enough plastics for practical purposes.\"",
    "author": "Whittaker, Wayne",
    "title": "Plastic World in the Making",
    "source": "Popular Mechanics.  Sep 1946.  145-149",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1947,
    "decade": 1940,
    "primary": "placeholder;raygun",
    "secondary": "",
    "quote": "No gadget pleases Mrs. Ostraberg [fictional family of the future] more than her company table cloth, which looks like a fine piece of damask but can be wiped of like oil cloth, if anything spills.  …  \"Fred's work in running the shoe-store is a satisfactory 'creative outlet';  he is usually content after work to relax.  The gadgets available for his relaxation are myriad, but he takes them less seriously than the Ostrabergs because to him they are relatively less important.  /  The Wilcoxes do not have fancy gadgets.  But fish are biting in Georgia as in Indiana…  In Georgia, of course, there are two races of people, white and black, and they do not always share the same sports or parks and playgrounds; but there is better provision for both races than there had been in 1940.  Wilcox can already count a good many improvements which have come about in 20 years.  Wilcox is a Negro.\"",
    "author": "",
    "title": "Life in 1960",
    "source": "Kiplinger's Personal Finance.  Nov 1947.  p. 49.",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1948,
    "decade": 1940,
    "primary": "tool;raygun",
    "secondary": "",
    "quote": "A new gadget enables a mother to give a child a shampoo without danger of getting soap in its eyes and consequently without the usual session of struggle and tears.  With this contraption the child reclines in a comfortable position while its mother has both hands free to do the shampooing.  The gadget can be placed on the kitchen drainboard, or in or over a bath tub.",
    "author": "Jones, Hilton Ira",
    "title": "Peeps at Things to Come",
    "source": "The Rotarian.  Mar 1948",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1949,
    "decade": 1940,
    "primary": "tool;need",
    "secondary": "definition; trivial, month",
    "quote": "A gadget is a device for doing something that nobody knew needed doing until a gadget was invented to do it.  As Actor Clifton Webb found out, discovering what a new gadget actually does is not always easy.  When Don Davis of the Gadget-of-the-Month Club of Los Angeles, Calif., which sends a gimmick monthly to half a million subscribers, handed Webb the enigmatic tubular gizmo shown here, Webb was nonplused.  Nevertheless he accepted the challenge of figuring out what it was.  For 20 minutes he struggled manfully to make it do something useful without ever tumbling to its real purpose.  He twisted it and turned it, applying it to various parts of his anatomy with no success.  Finaly he even tried to make it fit his dog.  Then, baffled and frustrated, he gave up.  But Webb did learn the doodad's proper use eventually, just as can anyone else by turning the page.\" … \"It's a bathtub cane to prevent oldsters, cripples and cautious people from slipping.  Impressed with what he saw, Webb wanted one for his mother.",
    "author": "",
    "title": "Actor vs. Gadget:  Clifton Webb discovers seven  interesting uses for a strange new gimmick, none of them right ",
    "source": "Life, Jan 31, 1949.",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1950,
    "decade": 1950,
    "primary": "gauge; handy",
    "secondary": "",
    "quote": "Regarding the \"utility of the BC-221 frequency meter,\" which can be \"increased considerably by the addition of a null indicator that gives positive indication of exact zero beat between the crystal and the heterodyne oscillator or the signal from a near-by transmitter.  A 6E5 'magic eye' tube can be added without circuit complications…\"  \"The addition of this gadget has made a big improvement in my BC-221, and it is hoped that others will be able to derive the same benefit…\"  \"Needing something in a hurry to replace a smashed neon bulb as an r.f. indicator, I connected a tN34 crystal diode across a 0-1 millimeter as shown at A in Fig. 2.  With the addition of a six-inch length of wire as a probe, the gadget can be used for numerous application",
    "author": "",
    "title": "Technical Topics -- Re: Half-Wave Filters",
    "source": " QST: American Radio Relay League.  vol. 34.  1950.  p. 66.",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1951,
    "decade": 1950,
    "primary": "",
    "secondary": "patent",
    "quote": "If a machine, apparatus, process, tool, gadget is not within the stated 'constitutional scheme of advancing scientific knowledge' [quoting Justice Jackson in A&P decision], it is not deserving of patent protection.  It does not matter that it is new or useful--or that it has promoted the progress of the 'useful arts'--or that it has added to human comfort or convenience--or that it has resulted in the investment of capital and the employment of labor--or in the addition of wealth.  If it adds nothing 'to the total stock of knowledge,' its manufacture, sale or use should not be encouraged by the special inducement of a limited patent monopoly.",
    "author": "Posnack, Emanuel R.",
    "title": "The Judicial Erosion of Our Patent System:  A Threat to Inventive Initiative",
    "source": " American Bar Association Journal.  May 1951.  p. 357",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1952,
    "decade": 1950,
    "primary": "placeholder",
    "secondary": "retro",
    "quote": "Model Jets and Rockets for Boys, by Raymond F. Yates. Harper & Brothers ($2.50). Mr. Yates gives a brief history of rockets, and then devotes several chapters to detailed instructions on how to build jet propelled aircraft, racing cars and boats, using ordinary house­ hold items and a few gadgets that can be purchased inexpensively. A complete jet engine that will run a model plane at 200 miles per hour costs only $1.95; fuel tanks can be made out of empty 35-milli­ meter film containers.  […]  Coggins and Pratt offer for a somewhat older age group an interesting account of the history and development of these fateful gadgets. Their book describes the tightly packed, powder-filled paper tubes used in the 13th century by the Chinese to frighten off the Mongolian invaders, the Congreve rockets the British lobbed into Baltimore in 1814.",
    "author": "Newman, James R.",
    "title": "Children's Books",
    "source": "Scientific American 187, (December 1952). p.  78-83",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1953,
    "decade": 1950,
    "primary": "",
    "secondary": "bomb",
    "quote": "The Soviet thermonuclear explosion of August 12 may have been 'weak,' i.e., compared the first 'thermonuclear experiment' at Eniwetok in 1951, rather than to th full-fledged explosion achieved on November 1, 1952; and the latter itself may have been the try-out of an earth-bound 'gadget' rather than of a deliverable thermonuclear bomb.  It needs, however, little optimism--if optimism be the right word--to predict that the 'gadget' will soon be converted into an H-bomb capable of delivery by a bomber, and that a Soviet H-bomb will follow the American without much delay.",
    "author": "Rabinowitch, Eugene",
    "title": "The Narrowing Way",
    "source": "Bulletin of the Atomic Scientists.  Oct 1953. ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1954,
    "decade": 1950,
    "primary": "placeholder",
    "secondary": "",
    "quote": "Like the theory of games, it is a method of pure mathematics that can be applied to human affairs.  It is used to calculate the best possible solution to a problem that involves a number of variables.  […]  To illustrate the method let us take a highly simplified hypothetical case.  We have a factory that can make two products, which for simplicity's sake we shall name 'widgets' and 'gadgets.'",
    "author": "Cooper, William W., and Charnes, Abraham",
    "title": "Linear Programming",
    "source": "Scientific American 191, (August 1954). p. 21-23 ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1955,
    "decade": 1950,
    "primary": "tool",
    "secondary": "",
    "quote": "Crabs, crayfish, and mussels are the octopus' favorite foods, and it wants them alive.  IT is much better at opening a mussel than the most experienced human shucker armed with the latest Abercrombie and Fitch gadget.",
    "author": "Newman, James R.",
    "title": "Children's Books",
    "source": "Scientific American 193, (December 1955). p. 112-123",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1956,
    "decade": 1950,
    "primary": "rig",
    "secondary": "",
    "quote": "Farmers who have turned inventors to concoct ingenious machines get a chance to exhibit their creations at the annual Farm Gadget Show of the Iowa State Fair.  …  Sixteen-year-old Marvin Negley copped a prize for his drill press made from the rear-axle assembly of a junked car he found on his father's farm.",
    "author": "McCafferty, Phil",
    "title": "Keynote of the Farm Gadget Show:  'I Just Built it Because I Needed It'",
    "source": "Popular Mechanics.  Aug 1956.",
    "notes": "PIC http://bit.ly/cqdMeW",
    "requires_revision": ""
  },
  {
    "year": 1957,
    "decade": 1950,
    "primary": "tool",
    "secondary": "",
    "quote": "He drinks little and smokes not at all.  He plays a little golf, is an enthusiastic photographer, seizes any chance to travel, particularly by car, and is a gadget devotee, whether the gadget be a dictating machine or a domestic labour-saver.  His interests all lie in the field of science, and the arts mean little to him.",
    "author": "",
    "title": "Profile: Dr. H.W. Melville:  His Study was the Growth of Molecules",
    "source": "The New Scientist.  Feb 7, 1957",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1958,
    "decade": 1950,
    "primary": "tool;instrument",
    "secondary": "",
    "quote": "With  high  electrical  power  one  can generate extremely strong  magnetic fields,  but  the  difficulty  is  that  such fields place  severe  strains  on  the coil,  or solenoid, as  it  is  called.  A magnetic field can  produce  both mechanical  and heat­ing  effects.  The  mechanical  effects  are illustrated  by  a  clever  gadget  known as Roguet's  spiral.  It  is a  suspended  coil with  its  lower  end  dipping  into  a  bowl of  mercury.  When  a  current  passes through  the  coil,  the  magnetic  field around  the  loops  causes  the  adjacent turns  of  the  coil  to  be  attracted  to  each other  while  the  opposite  sides  of  each loop  repel  each  other.",
    "author": "Furth, Harold P., Morton A. Levine, Ralph W. Waniek",
    "title": "Strong Magnetic Fields",
    "source": "Scientific American 198, (February 1958). p. 28-33",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1959,
    "decade": 1950,
    "primary": "tool",
    "secondary": "bomb",
    "quote": "Pascual now is claiming for himself a new attitude.  'I'm really ready,' he says.  'My arm feels better because of that machine.'  /  The 'machine,' according to Herb Heft, chief publicist of the Senators, isn't quite 'new.'  'It's a gadget that our trainer, George Lentz, used on only two pitchers--Sid Hudson and Rae Scarborough,' he explains.  'He'd put it away because nobody else had much confidence in it, but now Pascual thinks it's the greatest invention since atomic energy.'  /  It's merely a dusted-off gadget that vibrates with a rubber tip, Heft says, but it makes Pascual feel that the only-tired arm of a starting pitcher isn't his own private hell the next day.",
    "author": "Stann, Francis",
    "title": "Much Stuff--Little Success",
    "source": "Baseball Digest.  June 1959.  p. 23",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1960,
    "decade": 1960,
    "primary": "placeholder",
    "secondary": "retro",
    "quote": "The first of the sciences to be placed on a modern footing––that of anatomy–– was one which the artists cultivated and which was governed by direct observation.  It was the artists who even set up the cry that one must not be satisfied to learn from the ancients or to take everything from books; one must examine nature for oneself.  The artists were often the engineers, the designers of fortifications, the inventors of gadgets; they were nearer to the artisan than were the scholars, and their studios often had the features of a laboratory or workshop.  […]  Science and craftsmanship, combined with the state of the market, enabled them, however, to indulge their zeal for gadgets, mechanical improvements and inventions.",
    "author": "Butterfield, Herbert",
    "title": "The Scientific Revolution",
    "source": "Scientific American 203, (September 1960). p.173-192",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1961,
    "decade": 1960,
    "primary": "lever",
    "secondary": "",
    "quote": "If mitosis is not desperately discouraging as a problem of molecular biology, it is because the complex operations are embodied in a definite structural assembly––the mitotic apparatus––that can be regarded as a gadget for performing the operations.  We can approach the physics and chemistry of mitosis through the study of the formation, structure and changes of the mitotic apparatus, without forgetting that mitosis is an operation of the whole cell.",
    "author": "Mazia, Daniel",
    "title": "How Cells Divide",
    "source": "Scientific American 205, (September 1961). p. 100-121",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1962,
    "decade": 1960,
    "primary": "raygun",
    "secondary": "",
    "quote": "The holdup killers, shooting up the town and spreading tack's on the road behind them to hinder pursuit, made, good their escape. As chance would have it, the South Braintree crime occurred at the precise moment when Chief Stewart, Pinkerton? agents and immigration' inspectors were turning up some curious angles that, Chief Stewart felt, might be related to the Bridgewater holdup - attempt. The Pinkertons had located an improbable witness who claimed to have invented a crime machine. One look into this unlikely gadget, according to, the inventor, would tell you just who committed any given crime. The Pinkertons, skeptical people, weren't very interested, in the crime machine, but they were decidedly interested in the gossip its' creator had' picked Up in the Italian, community. AcCOrding to this, the men involved in the Bridgewater holdup attempt had been Italian anarchists who had been living in a shack near, the Fore River Shipyard in Quincy.)",
    "author": "Cook, Fred J. ",
    "title": "Sacco-Vanzetti: The Missing Fingerprints",
    "source": "The Nation, 22 December 1962.  pp. 442-451",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1963,
    "decade": 1960,
    "primary": "gag",
    "secondary": "trivial",
    "quote": "Each subject was told that his task was to transport all the weights in the wagon from one side of a table ('Lawrence') to the other side ('Topeka'), that the wheels must roll freely, that he could make as many trips as he wished and that there were no hidden tricks or gadgets on the wagon––that its rolling was a function of the among of weight in it.",
    "author": "Scheerer, Martin",
    "title": "Problem-Solving",
    "source": "Scientific American 208, (April 1963). p. 118-132",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1965,
    "decade": 1960,
    "primary": "rig;instrument",
    "secondary": "",
    "quote": "KENNETH  D.  ROEDER  (\"Moths and  Ultrasound\")  is  professor  of  physi­ology  at  Tufts  University,  where  he has  served  since  1931.  He  was  born in  England,  was  graduated  from  the University of Cambridge and did gradu­ate  work  there and at the University  of Toronto.  \"My  lifelong  interest  in  in­sects,\"  he  writes,  \"probably  stems  from a  childhood  enthusiasm  for  butterfly collecting.\"  Roeder's research deals mainly  with  the  biological  aspects  of insect behavior.  In addition he is \"an incurable  tinkerer  with  mechanical  and electronic gadgets,\" an activity that \"led at  one  time  to  the  construction  of  an electromechanical  analogue  of  certain phases  of  cockroach behavior  and  has played a part in the work on moth hear­ing.\"  He  says he has \"always felt that if one can make a  subject  clear  and inter­esting  to  a  nonspecialist,  it  becomes clearer and more interesting to oneself.",
    "author": "",
    "title": "The Authors",
    "source": "Scientific American 212, (April 1965). p. 18-23  ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1966,
    "decade": 1960,
    "primary": "handy",
    "secondary": "",
    "quote": "Apartment hunters have been known to carry portable radios with them so that they can test the noise transfer from one apartment to the next.  Some owners of cooperative apartments are compelled to spend large sums to insulate their dwellings more satisfactorily against the noise of their neighbors. […] In Europe long experience in apartment living and a popular taste for gracious living (in preference to gadgets) have led to careful attention to noise control in the construction of multiple-family dwellings.  Britain, the Netherlands, Germany, Sweden and the U.S.S.R. have well-developed acoustical building codes that have been applied to the large-scale program of rebuilding of housing since World War II.",
    "author": "Beranek, Leo L.",
    "title": "Noise",
    "source": "Scientific American 215, (December 1966). p. 66-76  ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1967,
    "decade": 1960,
    "primary": "raygun;instrument",
    "secondary": "",
    "quote": "Smoluchowski's  point  can  be  better appreciated by translating it into modern terms. Although he refers to recent progress  in  electronics,  ideas  such  as  the  rectification  of  an  alternating  voltage  had barely arisen in his time. Today the principle of rectification plays a major role in such  solid-state  electronic  devices  as  diodes  and  transistors.  These  devices  are analogous  to  the  hypothetical  gadgets that  translate  the  up-and-down  movement of a Brownian particle into a purely upward  motion,  or  that  perform  the  old demon's trick of permitting only fast molecules to go from left to right.",
    "author": "Ehrenberg, W.",
    "title": "Maxwell's Demon",
    "source": "Scientific American 217, (November 1967). p. 103-110",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1968,
    "decade": 1960,
    "primary": "rig;instrument",
    "secondary": "retro",
    "quote": "The pages present succinct descriptions, drawings and photographs of about three dozen marvelous gadgets from the heroic history of technology, all realized as working models.  There is no attempt to follow scale, materials or finish in authentic detail; the aim is to abstract and exhibit the 'particular go' of each machine.  Most of the devices are to be made at the woodworker's bench, with some sheet-metal, plastic, rope or hardboard parts.  A number call for machined metal gearing that is beyond amateur skills; one can criticize the absence of much effort here to help young people take advantage of the rich marketplace of manufactured parts in our technological era.  The book is nonetheless a pleasure and a challenge.  Who would not like to see working models of the device used to generate screw threads without copying any existing thread; of the chinese spoon-tilt hammer, an automatic water-power scheme still familiar in Japanese gardens, or of the cornish man-engine, a vertical moving belt of miners, forerunner of the mine hoist?",
    "author": "Philip, Phylis Morrison",
    "title": "Books",
    "source": "Scientific American 221, (December 1969). p. 136-146",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1969,
    "decade": 1960,
    "primary": "",
    "secondary": "",
    "quote": "Nance  was  gradu­ated  from  Vanderbilt  University  with  a degree  in  English.  He  writes:  \"After  an exposure  to  the  fascination  of  electronic gadgetry  during  service  in  the Air  Force I changed  fields and  studied physics and mathematics  at  Purdue  University.  For seven  years  I  was  a  research  engineer with  General  Motors,  finally  combining my  two  loves-words  and  gadgets-as  a technical editor.",
    "author": "",
    "title": "The Authors",
    "source": "cientific American 221, (July 1969). p. 16",
    "notes": "",
    "requires_revision": "no tags"
  },
  {
    "year": 1970,
    "decade": 1970,
    "primary": "tool",
    "secondary": "retro",
    "quote": "The  pace  is  lively  and  the  tone sure. Ancient bureaucracy gets no char­ity  from  Hodges;  weighing  very  lightly a good deal of evidence, he is committed to the superior inventiveness of unstable periods  in  history.  Materials  engage  his interest  most  easily;  it  is  clear  that  he prefers  chemistry  to  physics.  One  mar­velous  gadget  is  a  bronze sickle with  a wooden  handle  cunningly  fitted  to  the user's thumb and fingers that  \"would un­doubtedly  win  an  award  at  any  design center.\"  It was  made  by an  alpine peas­ant craftsman  3,000 years ago.",
    "author": "Philip, Phylis Morrison",
    "title": "Books",
    "source": "Scientific American 223, (December 1970). p. 122-135",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1971,
    "decade": 1970,
    "primary": "system",
    "secondary": "bomb",
    "quote": "[…] high-powered missile acquisition radar, used in tracking intercontinental ballistic missiles fired from Vandenberg, emanated lethal radiation throughout the area; needless to say, elaborate safety precautions for Navy personnel were not extended to the luckless Marshall Islanders. Today the Nike-Zeus system has been made obsolete by a more sophisticated nuclear gadget -- the Nike-X defensive missile system (ABM). Kwajalein, now the site of a $165 million Missile Site Radar system (MSR) that serves as a seeing eye for ABM's Spartan and Sprint defense missiles, participates in more than 15,000 operations a year.",
    "author": "Connolly, Stephen and Peter Shapiro",
    "title": "Staging Area Imperialism",
    "source": "The Nation.  11 October 1971.  pp. 330-334.",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1972,
    "decade": 1970,
    "primary": "raygun",
    "secondary": "sf",
    "quote": "We do the serotonin diffraction in here. This room's plasma research; remind me to bring you back sometime when the big centrifuge is running. Fascinating stuff. This is Klaus's enzyme lab -- I'd take you in, but he's such a touchy bastard that there's no sense provoking him needlessly -- and down here... \" Harker puffed along behind the lab director, dazzled by the array of formidable and incomprehensible gadgetry, bewildered by the flow of unfamiliar terminology. He smiled a lot and tried to look as if he followed at least the rudiments. But he doubted that he was deceiving Raymond. He saw kennels where lively dogs bounded joyfully up and down and struggled to lick his hands through the cage; it was a little jarring to learn that every dog in the room had been dead at least once, from periods ranging from a few minutes to twenty-eight hours.",
    "author": "Silverberg, Robert",
    "title": "Garden City, New York:  Doubleday & Company, Inc.  1972.",
    "source": "",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1973,
    "decade": 1970,
    "primary": "cog",
    "secondary": "",
    "quote": "Beale engines perform in any orientation-vertical,  horizontal,  inclined or  upside  down.  They  are  amazingly simple  in  construction  and  do  not  depend  on  springs,  valves  or  any  kind  of mechanical gadget.",
    "author": "Walker, Graham",
    "title": "The Stirling Engine",
    "source": "Scientific American 229, (August 1973). p. 80-87",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1974,
    "decade": 1970,
    "primary": "raygun",
    "secondary": "",
    "quote": "Subterrene is one of the more successful LASL programs, modest in cost and highly visible, a gadget that fulfills every little Leonardo's dream and is practical as well. What a Subterrene can do is drill holes with its superhot \" penetrator \" in almost any kind of rock or soil and line them with their own \" glass \" pipes. The holes can be drilled vertically or horizontally or at any angle between, more practically and at less cost than most conventional holes, because the Subterrene turns the material that fills the hole into lava, which can then be extracted in several different forms.",
    "author": "Rhodes, Richard",
    "title": "Los Alamos Revisited",
    "source": "Harpers.  March 1973. ",
    "notes": "",
    "requires_revision": "no page number"
  },
  {
    "year": 1975,
    "decade": 1970,
    "primary": "wrinkle",
    "secondary": "",
    "quote": "Try to conceive of the quantity of energy being wasted throughout the country by pilot lights on stoves burning 24 hours a day. Then hearken to this suggestion: Extinguish all pilot lights and seal them. As a substitute for them I remember my grandmother used a gadget, which to the best of my recollection is called a match.",
    "author": "",
    "title": "Letters",
    "source": "New York Times.  10 July 1975. ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1976,
    "decade": 1970,
    "primary": "rig",
    "secondary": "",
    "quote": "However, the third Alexander Calder demonstrated from his childhood an adventuresomeness and ingenuity that clearly marked him as no mere follower, even of his talented forebears.  Growing up in Arizona, California and New York, young ''Sandy' Calder tirelessly crafted playthings and other gadgets out of wire, wood and nails. In 1919 he graduated as an engineer from the Stevens Institute of Technology in Hoboken, N.J., then set out on an eccentric progression of technical jobs. As a boilerman on a passenger liner, he devised a contraption to direct sea breezes into the stifling engine room.",
    "author": "",
    "title": "Calder: The Mobile Stops",
    "source": "Time Magazine.  22 November 1976",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1977,
    "decade": 1970,
    "primary": "tech",
    "secondary": "sf",
    "quote": "Serena phoned. She was flying into Los Angeles and was free to spend the night with him, she said. He immediately canceled his other plans and agreed to collect her in three hours at the airport. Almost automatically, he asked where she was. \" There is no message, \" she whispered. Levanter took a taxi to the airport. He was half an hour early and dismissed the cab. He wandered through the lounges, watched the departing passengers lined up to pass through the gates of the electronic surveillance gadgetry, had a cup of coffee, and finally went to stand at the entrance of the terminal, where he was to meet her.",
    "author": "Anthony, Piers",
    "title": "Spell for Chameleon",
    "source": "",
    "notes": "",
    "requires_revision": "no page number"
  },
  {
    "year": 1978,
    "decade": 1970,
    "primary": "instrument",
    "secondary": "",
    "quote": "To teach arithmetic Peirce recom­mended the constant use of counters such as beans, the early introduction of binary notation, the use of 101 cards numbered 0 through 100 and other de­vices now common in grade school in­struction.  In one textbook he wanted to insert a cardboard mechanical gadget for doing multiplication. \"The objection to inserting this,\" he jotted in a note­book, \"would be that the teachers would not understand the mathematical prin­ciple on which it depends, and might therefore be exposed to embarrassing questions.\"",
    "author": "Gardner, Martin",
    "title": "Mathematical Games:  On Charles Sanders Peirce, Philosopher and Gamesman",
    "source": "Scientific American 239, (July 1978). p. 18-26",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 1999,
    "decade": 1990,
    "primary": "misc",
    "secondary": "german",
    "quote": "",
    "author": "Christ, Rainer, et. al.",
    "title": "GADGET: Guarding Automobile Drivers through Guidance Education Technology.",
    "source": "Kuratorium fur Verkehrssicherheit (KfV).  Austrian Road Safety Board.  Vienna: 1999.",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 2009,
    "decade": 2000,
    "primary": "handy",
    "secondary": "",
    "quote": "As 2009 winds down and we try to come up with new and clever ways of referring to the early years of this century, there's really only one thing left to do: declare our ten favorite gadgets of the aughts and show them off in chronological order. It's arguable that if this wasn't the decade of gadgets, it was certainly a decade shaped by gadgets -- one which saw the birth of a new kind of connectedness. In just ten years time, gadgets have touched almost every aspect of our daily lives, and personal technology has come into its own in a way never before seen. It's a decade that's been marked the ubiquity of the internet, the downfall of the desktop, and the series finale of Friends, but we've boiled it down to the ten devices we've loved the most and worked the hardest over the past ten years. We even had some of our friends in the tech community chime in with their picks on what they thought was the gadget or tech of the decade -- so join us for a look back at the best (gadget) years ever!",
    "author": "",
    "title": "Ten Gadgets That Defined the Decade",
    "source": " Endgadget.  30 December 2009.  http://www.engadget.com/2009/12/30/ten-gadgets-that-defined-the-decade/ ",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 2011,
    "decade": 2010,
    "primary": "handy",
    "secondary": "",
    "quote": "We've more or less accepted e-readers as the best way to read a book digitally, but there's still a whole lot that gadgets can do that e-readers suck at—literally anything you own with a screen is better at this stuff than an e-reader. The Kindle Touch is the first to really bridge that gap in a way that makes sense.\" A particular kind of electronic device -- cellphone or tablet, as opposed to e-reader.",
    "author": "Wagner, Kylie",
    "title": "Kindle Touch Lightning Review: The Only Book Gadget You Need",
    "source": "Gizmodo.  14 November 2011",
    "notes": "",
    "requires_revision": ""
  },
  {
    "year": 2012,
    "decade": 2010,
    "primary": "misc",
    "secondary": "",
    "quote": "The idea that Tebow would solve the Jets' locker room issues is ridiculous. As a gadget player? Or third string QB? Come on. Can not see how this doesn't turn into a mess. Few bad games by Sanchez and won't people be calling for Tebow?\"  Gadget play or gadget player as something quirky, unusual, probably can only be used a small number of times to throw off a defense before they adapt.",
    "author": "",
    "title": "",
    "source": "http://www.quickish.com/tip/13688 March 20, 2012",
    "notes": "",
    "requires_revision": ""
  }
]